Repository: denmedia/hiweb-export-posts
Catalog: trunk/languages/hw_export_posts-*.po
Languages: ru_ru

source: Open Dashboard for Export
ru_ru: Открыть панель Экспорта

source: Export Dashboard
ru_ru: Панель Экспорта

source: hiWeb Export / Import Posts Tool
ru_ru: hiWeb Экспорт / Импорт записей

source: Choose what you want to do...
ru_ru: Выберите нужное действие...

source: Export to JSON file
ru_ru: Экспорт JSON файла

source: Import from JSON file
ru_ru: Импорт из JSON файла

source: Upload previously files
ru_ru: Загрузить ранее использованный файл

source: hiWeb Export Tool → Select Posts for Export
ru_ru: hiWeb Инструмент Экспорта → Выбор Записей для Экспорта

source: Select Post Types For Export...
ru_ru: Выберите Типы Записей для Экспорта

source: Select All
ru_ru: Выбрать Все

source: Post Type
ru_ru: Тип Записи

source: Posts Count
ru_ru: Кол-во Записей

source: Taxonomies
ru_ru: Таксономии

source: Open JSON
ru_ru: Открыть JSON

source: Download JSON
ru_ru: Скачать JSON

source: Export All Selected Posts
ru_ru: Экспортировать Все Выделенные Записи

source: hiWeb Import Tool → Select Data File
ru_ru: hiWeb инструмент импорта → Выбор Файла с Данными

source: (step 1 of 3)
ru_ru: (шаг 1 из 3)

source: Select Already Uploaded file
ru_ru: Выберите Ранее Загруженный JSON файл

source: or Upload export JSON file:
ru_ru: или Загрузите JSON файл экспорта

source: After upload file you must select where (wath post type) you want import posts
ru_ru: После удачной загрузки файла Вы должны выбрать какой тип поста хотите импортировать

source: Upload
ru_ru: Загрузить
